{
	"https://store.steampowered.com/app/570/Dota_2/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/570/header.jpg?t=1541701921",
		"description": "Every day, millions of players worldwide enter battle as one of over a hundred Dota heroes. And no matter if it's their 10th hour of play or 1,000th, there's always something new to discover. With regular updates that ensure a constant evolution of gameplay, features, and heroes, Dota 2 has taken on a life of its own."
	},
	"https://store.steampowered.com/app/730/CounterStrike_Global_Offensive/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/730/header.jpg?t=1542047999",
		"description": "Counter-Strike: Global Offensive (CS: GO) will expand upon the team-based action gameplay that it pioneered when it was launched 14 years ago. CS: GO features new maps, characters, and weapons and delivers updated versions of the classic CS content (de_dust2, etc.)."
	},
	"https://store.steampowered.com/app/578080/PLAYERUNKNOWNS_BATTLEGROUNDS/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/578080/header.jpg?t=1539300944",
		"description": "PLAYERUNKNOWN'S BATTLEGROUNDS is a battle royale shooter that pits 100 players against each other in a struggle for survival. Gather supplies and outwit your opponents to become the last person standing."
	},
	"https://store.steampowered.com/app/346110/ARK_Survival_Evolved/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/346110/header.jpg?t=1541615693",
		"description": "Stranded on the shores of a mysterious island, you must learn to survive. Use your cunning to kill or tame the primeval creatures roaming the land, and encounter other players to survive, dominate... and escape!"
	},
	"https://store.steampowered.com/app/440/Team_Fortress_2/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/440/header.jpg?t=1539304875",
		"description": "Nine distinct classes provide a broad range of tactical abilities and personalities. Constantly updated with new game modes, maps, equipment and, most importantly, hats!"
	},
	"https://store.steampowered.com/app/230410/Warframe/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/230410/header.jpg?t=1542660630",
		"description": "Warframe is a cooperative free-to-play third person online action game set in an evolving sci-fi world."
	},
	"https://store.steampowered.com/app/359550/Tom_Clancys_Rainbow_Six_Siege/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/359550/header.jpg?t=1542738027",
		"description": "Tom Clancy's Rainbow Six Siege is the latest installment of the acclaimed first-person shooter franchise developed by the renowned Ubisoft Montreal studio."
	},
	"https://store.steampowered.com/app/872790/Football_Manager_2019/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/872790/header.jpg?t=1541432257",
		"description": "Simulation gaming perfected. Create your unique footballing story by taking charge of the club you love. Complete control of this stunningly realistic game world is yours - every decision in your hands, or yours to delegate. Your call, your way, your story. Everything you've ever dreamed of!"
	},
	"https://store.steampowered.com/app/252950/Rocket_League/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/252950/header.jpg?t=1541456669",
		"description": "Soccer meets driving once again in the long-awaited, physics-based multiplayer-focused sequel to Supersonic Acrobatic Rocket-Powered Battle-Cars! Choose a variety of high-flying vehicles equipped with huge rocket boosters to score amazing aerial goals and pull-off incredible game-changing saves!"
	},
	"https://store.steampowered.com/app/787860/Farming_Simulator_19/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/787860/header.jpg?t=1542712297",
		"description": "The best-selling franchise takes a giant leap forward with a complete overhaul of the graphics engine, offering the most striking and immersive visuals and effects, along with the deepest and most complete farming experience ever."
	},
	"https://store.steampowered.com/app/252490/Rust/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/252490/header.jpg?t=1541157879",
		"description": "The only aim in Rust is to survive. To do this you will need to overcome struggles such as hunger, thirst and cold. Build a fire. Build a shelter. Kill animals for meat. Protect yourself from other players, and kill them for meat. Create alliances with other players and form a town. Do whatever it takes to survive."
	},
	"https://store.steampowered.com/app/271590/Grand_Theft_Auto_V/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/271590/header.jpg?t=1539304955",
		"description": "Los Santos is a city of bright lights, long nights and dirty secrets, and they don’t come brighter, longer or dirtier than in GTA Online: After Hours. The party starts now."
	},
	"https://store.steampowered.com/app/8930/Sid_Meiers_Civilization_V/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/8930/header.jpg?t=1539301268",
		"description": "Create, discover, and download new player-created maps, scenarios, interfaces, and more!"
	},
	"https://store.steampowered.com/app/4000/Garrys_Mod/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/4000/header.jpg?t=1535986052",
		"description": "Garry's Mod is a physics sandbox. There aren't any predefined aims or goals. We give you the tools and leave you to play."
	},
	"https://store.steampowered.com/app/289070/Sid_Meiers_Civilization_VI/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/289070/header.jpg?t=1542737238",
		"description": "Civilization VI offers new ways to interact with your world, expand your empire across the map, advance your culture, and compete against history’s greatest leaders to build a civilization that will stand the test of time. Play as one of 20 historical leaders including Roosevelt (America) and Victoria (England)."
	},
	"https://store.steampowered.com/app/377160/Fallout_4/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/377160/header.jpg?t=1533676954",
		"description": "Bethesda Game Studios, the award-winning creators of Fallout 3 and The Elder Scrolls V: Skyrim, welcome you to the world of Fallout 4 – their most ambitious game ever, and the next generation of open-world gaming."
	},
	"https://store.steampowered.com/app/594570/Total_War_WARHAMMER_II/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/594570/header.jpg?t=1542735516",
		"description": "Strategy gaming perfected. A breath-taking campaign of exploration, expansion and conquest across a fantasy world. Turn-based civilisation management and real-time epic strategy battles with thousands of troops and monsters at your command."
	},
	"https://store.steampowered.com/app/444090/Paladins/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/444090/header.jpg?t=1542739026",
		"description": "Join 25+ million players in Paladins, the free-to-play fantasy team-based shooter sensation. Wield guns and magic as a legendary Champion of the Realm, customizing your core set of abilities to play exactly how you want to play."
	},
	"https://store.steampowered.com/app/251570/7_Days_to_Die/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/251570/header.jpg?t=1502044027",
		"description": "7 Days to Die is an open-world game that is a unique combination of first person shooter, survival horror, tower defense, and role-playing games. Play the definitive zombie survival sandbox RPG that came first. Navezgane awaits!"
	},
	"https://store.steampowered.com/app/624090/Football_Manager_2018/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/624090/header.jpg?t=1537443009",
		"description": "Football Manager 2018 is the latest release in the best-selling, smash-hit series. Putting you in the hot seat of any soccer club in more than 50 countries across the world, Football Manager 2018 is the closest thing to doing the job for real."
	},
	"https://store.steampowered.com/app/105600/Terraria/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/105600/header.jpg?t=1529004887",
		"description": "Dig, fight, explore, build! Nothing is impossible in this action-packed adventure game. Four Pack also available!"
	},
	"https://store.steampowered.com/app/203770/Crusader_Kings_II/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/203770/header_alt_assets_0.jpg?t=1542147600",
		"description": "Explore one of the defining periods in world history in an experience crafted by the masters of Grand Strategy."
	},
	"https://store.steampowered.com/app/394360/Hearts_of_Iron_IV/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/394360/header.jpg?t=1541060217",
		"description": "Victory is at your fingertips! Your ability to lead your nation is your supreme weapon, the strategy game Hearts of Iron IV lets you take command of any nation in World War II; the most engaging conflict in world history."
	},
	"https://store.steampowered.com/app/582010/MONSTER_HUNTER_WORLD/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/582010/header.jpg?t=1542327310",
		"description": "Welcome to a new world! In Monster Hunter: World, the latest installment in the series, you can enjoy the ultimate hunting experience, using everything at your disposal to hunt monsters in a new world teeming with surprises and excitement."
	},
	"https://store.steampowered.com/app/381210/Dead_by_Daylight/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/381210/header.jpg?t=1541601882",
		"description": "Dead by Daylight is a multiplayer (4vs1) horror game where one player takes on the role of the savage Killer, and the other four players play as Survivors, trying to escape the Killer and avoid being caught and killed."
	},
	"https://store.steampowered.com/app/107410/Arma_3/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/107410/header.jpg?t=1524502112",
		"description": "Experience true combat gameplay in a massive military sandbox. Deploying a wide variety of single- and multiplayer content, over 20 vehicles and 40 weapons, and limitless opportunities for content creation, this is the PC’s premier military game. Authentic, diverse, open - Arma 3 sends you to war."
	},
	"https://store.steampowered.com/app/236850/Europa_Universalis_IV/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/236850/header.jpg?t=1541059836",
		"description": "The empire building game Europa Universalis IV gives you control of a nation to guide through the years in order to create a dominant global empire. Rule your nation through the centuries, with unparalleled freedom, depth and historical accuracy."
	},
	"https://store.steampowered.com/app/294100/RimWorld/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/294100/header.jpg?t=1541837948",
		"description": "A sci-fi colony sim driven by an intelligent AI storyteller. Inspired by Dwarf Fortress and Firefly. Generates stories by simulating psychology, ecology, gunplay, melee combat, climate, biomes, diplomacy, interpersonal relationships, art, medicine, trade, and more."
	},
	"https://store.steampowered.com/app/238960/Path_of_Exile/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/238960/header.jpg?t=1535736265",
		"description": "You are an Exile, struggling to survive on the dark continent of Wraeclast, as you fight to earn power that will allow you to exact your revenge against those who wronged you. Created by hardcore gamers, Path of Exile is an online Action RPG set in a dark fantasy world."
	},
	"https://store.steampowered.com/app/304930/Unturned/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/304930/header.jpg?t=1540101174",
		"description": "You're a survivor in the zombie infested ruins of society, and must work with your friends and forge alliances to remain among the living."
	},
	"https://store.steampowered.com/app/227300/Euro_Truck_Simulator_2/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/227300/header.jpg?t=1541770236",
		"description": "Travel across Europe as king of the road, a trucker who delivers important cargo across impressive distances! With dozens of cities to explore from the UK, Belgium, Germany, Italy, the Netherlands, Poland, and many more, your endurance, skill and speed will all be pushed to their limits."
	},
	"https://store.steampowered.com/app/582660/Black_Desert_Online/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/582660/header.jpg?t=1536187312",
		"description": "Black Desert Online is a sandbox, living-world MMORPG. Experience fast-paced, action-packed combat, hunt monsters and huge bosses, fight with friends in a guild to siege nodes and conquer castles, train your life skills such as fishing, trading, crafting, cooking, and much more!"
	},
	"https://store.steampowered.com/app/306130/The_Elder_Scrolls_Online/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/306130/header.jpg?t=1542736473",
		"description": "Join over 10 million players in the award-winning online multiplayer RPG and experience limitless adventure in a persistent Elder Scrolls world. Battle, craft, steal, or explore, and combine different types of equipment and abilities to create your own style of play. No game subscription required."
	},
	"https://store.steampowered.com/app/72850/The_Elder_Scrolls_V_Skyrim/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/72850/header.jpg?t=1493767797",
		"description": "EPIC FANTASY REBORN The next chapter in the highly anticipated Elder Scrolls saga arrives from the makers of the 2006 and 2008 Games of the Year, Bethesda Game Studios. Skyrim reimagines and revolutionizes the open-world fantasy epic, bringing to life a complete virtual world open for you to explore any way you choose."
	},
	"https://store.steampowered.com/app/489830/The_Elder_Scrolls_V_Skyrim_Special_Edition/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/489830/header.jpg?t=1533676854",
		"description": "Winner of more than 200 Game of the Year Awards, Skyrim Special Edition brings the epic fantasy to life in stunning detail. The Special Edition includes the critically acclaimed game and add-ons with all-new features like remastered art and effects, volumetric god rays, dynamic depth of field, screen-space reflections, and more."
	},
	"https://store.steampowered.com/app/236390/War_Thunder/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/236390/header.jpg?t=1540898307",
		"description": "War Thunder is the most comprehensive free-to-play, cross-platform, MMO military game for Windows, Linux, Mac and PlayStation®4 dedicated to aviation, armoured vehicles, and naval craft from World War II and the Cold War."
	},
	"https://store.steampowered.com/app/292030/The_Witcher_3_Wild_Hunt/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/292030/header.jpg?t=1541672778",
		"description": "Experience the epic conclusion to the story of professional monster slayer, witcher Geralt of Rivia. As war rages on throughout the Northern Realms, you take on the greatest contract of your life — tracking down the Child of Prophecy, a living weapon that can alter the shape of the world."
	},
	"https://store.steampowered.com/app/218620/PAYDAY_2/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/218620/header.jpg?t=1541531328",
		"description": "PAYDAY 2 is an action-packed, four-player co-op shooter that once again lets gamers don the masks of the original PAYDAY crew - Dallas, Hoxton, Wolf and Chains - as they descend on Washington DC for an epic crime spree."
	},
	"https://store.steampowered.com/app/255710/Cities_Skylines/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/255710/header.jpg?t=1540369457",
		"description": "Cities: Skylines is a modern take on the classic city simulation. The game introduces new game play elements to realize the thrill and hardships of creating and maintaining a real city whilst expanding on some well-established tropes of the city building experience."
	},
	"https://store.steampowered.com/app/291550/Brawlhalla/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/291550/header.jpg?t=1541624667",
		"description": "Brawlhalla is an epic platform fighter for up to 8 players online or locally. And it's free! Join casual free-for-alls, queue for ranked matches, or make a custom room with your friends. Millions of players. Frequent updates. Over forty unique legends. Come fight for glory in the halls of Valhalla!"
	},
	"https://store.steampowered.com/app/560380/MapleStory_2/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/560380/header.jpg?t=1542303808",
		"description": "Explore limitless creative possibilities in this all-new MMORPG adventure set in the colorful MapleStory universe. Adventurers welcome!"
	},
	"https://store.steampowered.com/app/386360/SMITE/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/386360/header.jpg?t=1542379864",
		"description": "Join over 25 million SMITE players! Wield Thor’s hammer, transform your foes to stone as Medusa, or choose from the other 90+ mythological icons. You’ll always have more to discover with free updates every two weeks. Enter the Battleground of the Gods!"
	},
	"https://store.steampowered.com/app/10/CounterStrike/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/10/header.jpg?t=1528733245",
		"description": "Play the world's number 1 online action game. Engage in an incredibly realistic brand of terrorist warfare in this wildly popular team-based game. Ally with teammates to complete strategic missions. Take out enemy sites. Rescue hostages. Your role affects your team's success. Your team's success affects your role."
	},
	"https://store.steampowered.com/app/413150/Stardew_Valley/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/413150/header.jpg?t=1541181309",
		"description": "You've inherited your grandfather's old farm plot in Stardew Valley. Armed with hand-me-down tools and a few coins, you set out to begin your new life. Can you learn to live off the land and turn these overgrown fields into a thriving home?"
	},
	"https://store.steampowered.com/app/221380/Age_of_Empires_II_HD/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/221380/header.jpg?t=1534437316",
		"description": "Age of Empires II has been re-imagined in high definition with new features, trading cards, improved AI, workshop support, multiplayer, Steamworks integration and more!"
	},
	"https://store.steampowered.com/app/601510/YuGiOh_Duel_Links/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/601510/header.jpg?t=1537848730",
		"description": "Take on Duelists around the world with \"Yu-Gi-Oh! Duel Links\"! Step into a world that crosses dimensions and connects all Duelists. In Duel World, any location transforms into a Duel Field where heated Duels unfold!"
	},
	"https://store.steampowered.com/app/281990/Stellaris/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/281990/header.jpg?t=1542617915",
		"description": "Explore a vast galaxy full of wonder! Paradox Development Studio, makers of the Crusader Kings and Europa Universalis series presents Stellaris, an evolution of the grand strategy genre with space exploration at its core."
	},
	"https://store.steampowered.com/app/322330/Dont_Starve_Together/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/322330/header.jpg?t=1542315170",
		"description": "Don't Starve Together is the standalone multiplayer expansion of the uncompromising survival game Don't Starve."
	},
	"https://store.steampowered.com/app/39210/FINAL_FANTASY_XIV_Online/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/39210/header.jpg?t=1534886464",
		"description": "Take part in an epic and ever-changing FINAL FANTASY as you adventure and explore with friends from around the world."
	},
	"https://store.steampowered.com/app/435150/Divinity_Original_Sin_2__Definitive_Edition/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/435150/header.jpg?t=1539352146",
		"description": "The eagerly anticipated sequel to the award-winning RPG. Gather your party. Master deep, tactical combat. Join up to 3 other players - but know that only one of you will have the chance to become a God."
	},
	"https://store.steampowered.com/app/812140/Assassins_Creed_Odyssey/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/812140/header.jpg?t=1540836192",
		"description": "Choose your fate in Assassin's Creed® Odyssey. From outcast to living legend, embark on an odyssey to uncover the secrets of your past and change the fate of Ancient Greece."
	},
	"https://store.steampowered.com/app/841370/NBA_2K19/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/841370/header.jpg?t=1542651525",
		"description": "NBA 2K celebrates 20 years of redefining what sports gaming can be. NBA 2K19 continues to push limits as it brings gaming one step closer to real-life basketball excitement and culture."
	},
	"https://store.steampowered.com/app/427520/Factorio/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/427520/header.jpg?t=1530541487",
		"description": "Factorio is a game about building and creating automated factories to produce items of increasing complexity, within an infinite 2D world. Use your imagination to design your factory, combine simple elements into ingenious structures, and finally protect it from the creatures who don't really like you."
	},
	"https://store.steampowered.com/app/646570/Slay_the_Spire/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/646570/header.jpg?t=1530082099",
		"description": "We fused card games and roguelikes together to make the best single player deckbuilder we could. Craft a unique deck, encounter bizarre creatures, discover relics of immense power, and Slay the Spire!"
	},
	"https://store.steampowered.com/app/431960/Wallpaper_Engine/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/431960/header.jpg?t=1542586007",
		"description": "Use stunning live wallpapers on your desktop. Animate your own images to create new wallpapers or import videos/websites and share them on Steam Workshop!"
	},
	"https://store.steampowered.com/app/550/Left_4_Dead_2/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/550/header.jpg?t=1540300687",
		"description": "Set in the zombie apocalypse, Left 4 Dead 2 (L4D2) is the highly anticipated sequel to the award-winning Left 4 Dead, the #1 co-op game of 2008. This co-operative action horror FPS takes you and your friends through the cities, swamps and cemeteries of the Deep South, from Savannah to New Orleans across five expansive campaigns."
	},
	"https://store.steampowered.com/app/863550/HITMAN_2/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/863550/header.jpg?t=1542139562",
		"description": "Travel the globe and track your targets across exotic sandbox locations in HITMAN™ 2. From sun-drenched streets to dark and dangerous rainforests, nowhere is safe from the world’s most creative assassin, Agent 47 in the ultimate spy thriller story."
	},
	"https://store.steampowered.com/app/232090/Killing_Floor_2/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/232090/header.jpg?t=1541610803",
		"description": "6-player co-op Zed-slaughtering mayhem. And now, 12-player Versus Survival mode, too - now you can BE the Zeds!"
	},
	"https://store.steampowered.com/app/221100/DayZ/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/221100/header.jpg?t=1542017327",
		"description": "The post-soviet country of Chernarus is struck by an unknown virus, turning the majority population into frenzied infected. Fighting over resources has bred a hostile mentality among survivors, driving what’s left of humanity to collapse. You are one of the few immune to the virus - how far will you go to survive?"
	},
	"https://store.steampowered.com/app/250900/The_Binding_of_Isaac_Rebirth/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/250900/header.jpg?t=1542143733",
		"description": "The Binding of Isaac: Rebirth is a randomly generated action RPG shooter with heavy Rogue-like elements. Following Isaac on his journey players will find bizarre treasures that change Isaac’s form giving him super human abilities and enabling him to fight off droves of mysterious creatures, discover secrets and fight his way to safety."
	},
	"https://store.steampowered.com/app/48700/Mount__Blade_Warband/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/48700/header.jpg?t=1542102563",
		"description": "In a land torn asunder by incessant warfare, it is time to assemble your own band of hardened warriors and enter the fray. Lead your men into battle, expand your realm, and claim the ultimate prize: the throne of Calradia!"
	},
	"https://store.steampowered.com/app/49520/Borderlands_2/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/49520/header.jpg?t=1536253880",
		"description": "The Ultimate Vault Hunter’s Upgrade lets you get the most out of the Borderlands 2 experience."
	},
	"https://store.steampowered.com/app/374320/DARK_SOULS_III/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/374320/header.jpg?t=1538593076",
		"description": "Dark Souls continues to push the boundaries with the latest, ambitious chapter in the critically-acclaimed and genre-defining series. Prepare yourself and Embrace The Darkness!"
	},
	"https://store.steampowered.com/app/438100/VRChat/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/438100/header.jpg?t=1515998953",
		"description": "Join our growing community as you explore, play, and help craft the future of social VR. Create worlds and custom avatars. Welcome to VRChat."
	},
	"https://store.steampowered.com/app/627690/Idle_Champions_of_the_Forgotten_Realms/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/627690/header_alt_assets_1.jpg?t=1542234709",
		"description": "Idle Champions of the Forgotten Realms, an official free-to-play Dungeons & Dragons-based clicker game. Assemble a party of champions and master the art of Formation Strategy. Upgrade your heroes, collect unique gear, and unlock new Champions in regular new events."
	},
	"https://store.steampowered.com/app/214950/Total_War_ROME_II__Emperor_Edition/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/214950/header.jpg?t=1540813671",
		"description": "About Total War: ROME II - Emperor Edition:Emperor Edition is the definitive edition of ROME II, featuring an improved politics system, overhauled building chains, rebalanced battles and improved visuals in both campaign and battle."
	},
	"https://store.steampowered.com/app/304390/FOR_HONOR/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/304390/header.jpg?t=1541758810",
		"description": "Carve a path of destruction through an intense, believable battlefield in For Honor."
	},
	"https://store.steampowered.com/app/323190/Frostpunk/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/323190/header.jpg?t=1542720338",
		"description": "Frostpunk is the first society survival game. As the ruler of the last city on Earth, it is your duty to manage both its citizens and its infrastructure. What decisions will you make to ensure your society's survival? What will you do when pushed to breaking point? Who will you become in the process?"
	},
	"https://store.steampowered.com/app/440900/Conan_Exiles/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/440900/header.jpg?t=1542376473",
		"description": "An open world survival game set in the lands of Conan the Barbarian. Survive in a vast and seamless world, build a home and kingdom, dominate your enemies in single and multiplayer."
	},
	"https://store.steampowered.com/app/444200/World_of_Tanks_Blitz/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/444200/header.jpg?t=1542463405",
		"description": "World of Tanks Blitz is the Free-to-Play PvP hit that puts commanders against each other in 7-vs-7 tank combat, with over 200 unique vehicles to master from Germany, Japan, France, the UK, USA, USSR, and China. Choose your tank, upgrade your vehicle, and battle on over a dozen maps."
	},
	"https://store.steampowered.com/app/550650/Black_Squad/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/550650/header.jpg?t=1542165053",
		"description": "Battleye support, dedicated servers, great shooting mechanics and amazing netcode. Black Squad is a military first-person-shooter game using the Unreal Engine 3 to show realistic graphics and dynamic visuals. Absolutely no Pay-to-Win. Welcome to the best F2P shooter on the market."
	},
	"https://store.steampowered.com/app/268500/XCOM_2/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/268500/header.jpg?t=1541620272",
		"description": "XCOM 2 is the sequel to XCOM: Enemy Unknown, the 2012 award-winning strategy game of the year. Earth has changed and is now under alien rule. Facing impossible odds you must rebuild XCOM, and ignite a global resistance to reclaim our world and save humanity."
	},
	"https://store.steampowered.com/app/47890/The_Sims_3/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/47890/header.jpg?t=1523572246",
		"description": "New content for The Sims 3 is now available!"
	},
	"https://steamcommunity.com/app/22380" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/22490/header.jpg?t=1497935499",
		"description": "Welcome to Vegas. New Vegas. Enjoy your stay!"
	},
	"https://store.steampowered.com/app/552500/Warhammer_Vermintide_2/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/552500/header_alt_assets_2.jpg?t=1542187545",
		"description": "The sequel to the critically acclaimed Vermintide is a visually stunning and groundbreaking melee action game pushing the boundaries of the first person co-op genre. Join the fight now!"
	},
	"https://store.steampowered.com/app/240/CounterStrike_Source/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/240/header.jpg?t=1515613564",
		"description": "Just updated to include player stats, achievements, new scoreboards and more!"
	},
	"https://store.steampowered.com/app/231430/Company_of_Heroes_2/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/231430/header.jpg?t=1537373319",
		"description": "Experience the ultimate WWII RTS platform with COH2 and its standalone expansions. This package includes the base game, which you can then upgrade by purchasing The Western Front Armies, Ardennes Assault and/or The British Forces. More info in the \"About This Game\" section below."
	},
	"https://store.steampowered.com/app/359320/Elite_Dangerous/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/359320/header.jpg?t=1524749561",
		"description": "Take control of your own starship in a cutthroat galaxy. Elite Dangerous brings gaming’s original open world adventure into the modern generation with a connected galaxy, evolving narrative and the entirety of the Milky Way re-created at its full galactic proportions."
	},
	"https://store.steampowered.com/app/447020/Farming_Simulator_17/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/447020/header.jpg?t=1542668624",
		"description": "Take on the role of a modern farmer in Farming Simulator 17! Explore farming possibilities in a new North American environment. Drive over 250 farming vehicles and equipment from over 75 manufacturers, including new brands such as Challenger, Fendt, Valtra or Massey Ferguson."
	},
	"https://store.steampowered.com/app/220200/Kerbal_Space_Program/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/220200/header.jpg?t=1542072020",
		"description": "Kerbal Space Program 1.5: Dressed for Success is now available.With this update both the base game and the expansion are getting their share of enhancements. With that in mind, a key aspect in this update is the optimization and fresh makeover of various parts, as well the improvement of the burn time indicator!"
	},
	"https://store.steampowered.com/app/640820/Pathfinder_Kingmaker/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/640820/header.jpg?t=1540491064",
		"description": "Pathfinder: Kingmaker is the first isometric party-based computer RPG set in the Pathfinder fantasy universe. Enjoy a classic RPG experience inspired by games like Baldur's Gate, Fallout 1 and 2 and Arcanum. Explore and conquer the Stolen Lands and make them your kingdom!"
	},
	"https://store.steampowered.com/app/4700/Total_War_MEDIEVAL_II__Definitive_Edition/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/4700/header.jpg?t=1542730668",
		"description": "Spanning the most turbulent era in Western history, your quest for territory and power takes you through Europe, Africa, the Middle East, and even onto the shores of the New World."
	},
	"https://store.steampowered.com/app/457140/Oxygen_Not_Included/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/457140/header.jpg?t=1541029365",
		"description": "Oxygen Not Included is a space-colony simulation game. Deep inside an alien space rock your industrious crew will need to master science, overcome strange new lifeforms, and harness incredible space tech to survive, and possibly, thrive."
	},
	"https://store.steampowered.com/app/264710/Subnautica/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/264710/header.jpg?t=1540950862",
		"description": "Descend into the depths of an alien underwater world filled with wonder and peril. Craft equipment, pilot submarines and out-smart wildlife to explore lush coral reefs, volcanoes, cave systems, and more - all while trying to survive."
	},
	"https://store.steampowered.com/app/270880/American_Truck_Simulator/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/270880/header.jpg?t=1541528141",
		"description": "Experience legendary American trucks and deliver various cargoes across sunny California, sandy Nevada, and the Grand Canyon State of Arizona. American Truck Simulator takes you on a journey through the breathtaking landscapes and widely recognized landmarks around the States."
	},
	"https://store.steampowered.com/app/242760/The_Forest/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/242760/header.jpg?t=1527008565",
		"description": "As the lone survivor of a passenger jet crash, you find yourself in a mysterious forest battling to stay alive against a society of cannibalistic mutants. Build, explore, survive in this terrifying first person survival horror simulator."
	},
	"https://store.steampowered.com/app/244850/Space_Engineers/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/244850/header.jpg?t=1540999869",
		"description": "Space Engineers is a sandbox game about engineering, construction, exploration and survival in space and on planets. Players build space ships, space stations, planetary outposts of various sizes and uses, pilot ships and travel through space to explore planets and gather resources to survive."
	},
	"https://store.steampowered.com/app/8500/EVE_Online/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/8500/header.jpg?t=1542563066",
		"description": "EVE Online is a community-driven spaceship MMO where players can play free, choosing their own path from countless options. Experience space exploration, immense PvP and PvE battles, mining, industry and a thriving player economy in an ever-expanding sandbox."
	},
	"https://store.steampowered.com/app/893520/Creative_Destruction/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/893520/header.jpg?t=1542706314",
		"description": "Creative Destruction is a FPS/TPS sandbox survival game that combines Battle Royale with a constructive concept. You will parachute onto a 4*4 km massive map with 13 different enchanted lands. Starting with a special destructor in hand, you must survive a 100 player deathmatch!"
	},
	"https://store.steampowered.com/app/363970/Clicker_Heroes/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/363970/header.jpg?t=1512177483",
		"description": "Ever wondered what one quadrillion damage per second feels like? Wonder no more! Embark on your quest to attain it today! Start out by clicking on the monster to kill them, and get their gold. Spend that gold on hiring new heroes and get more damage. The more damage you deal, the more gold you will get."
	},
	"https://store.steampowered.com/app/10500/Total_War_EMPIRE__Definitive_Edition/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/10500/header.jpg?t=1542729980",
		"description": "Command the seas, control the land, forge a new nation, and conquer the globe."
	},
	"https://store.steampowered.com/app/204880/Sins_of_a_Solar_Empire_Rebellion/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/204880/header.jpg?t=1538676590",
		"description": "Command a space-faring empire in Sins of a Solar Empire: Rebellion, the new stand-alone expansion that combines 4X depth with real-time strategy gameplay."
	},
	"https://store.steampowered.com/app/464920/Surviving_Mars/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/464920/header_alt_assets_0.jpg?t=1542212637",
		"description": "There will be challenges to overcome. Execute your strategy and improve your colony’s chances of survival while unlocking the mysteries of this alien world. Are you ready? Mars is waiting for you."
	},
	"https://store.steampowered.com/app/418460/Rising_Storm_2_Vietnam/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/418460/header.jpg?t=1542411434",
		"description": "Red Orchestra Series' take on Vietnam: 64-player MP matches; 20+ maps; US Army & Marines, PAVN/NVA, NLF/VC; Australians and ARVN forces; 50+ weapons; 4 flyable helicopters; mines, traps and tunnels; Brutal. Authentic. Gritty. Character customization. And napalm in the morning."
	},
	"https://store.steampowered.com/app/219990/Grim_Dawn/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/219990/header.jpg?t=1507745184",
		"description": "Enter an apocalyptic fantasy world where humanity is on the brink of extinction, iron is valued above gold and trust is hard earned. This ARPG features complex character development, hundreds of unique items, crafting and quests with choice & consequence."
	},
	"https://store.steampowered.com/app/109600/Neverwinter/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/109600/header.jpg?t=1542397100",
		"description": "Neverwinter is a free, action MMORPG based on the acclaimed Dungeons & Dragons fantasy roleplaying game. Epic stories, action combat and classic roleplaying await those heroes courageous enough to enter the fantastic world of Neverwinter!"
	},
	"https://store.steampowered.com/app/268850/EVGA_Precision_XOC/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/268850/header.jpg?t=1525810459",
		"description": "The next generation of EVGA Precision has arrived with EVGA Precision XOC. This software allows you to fine tune your NVIDIA graphics card, maximizing cooling and performance."
	},
	"https://steamcommunity.com/app/480" : {
		"IMGlink": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/No_image_available.svg/600px-No_image_available.svg.png",
		"description": "No description found!"
	},
	"https://steamcommunity.com/app/482730" : {
		"IMGlink": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/No_image_available.svg/600px-No_image_available.svg.png",
		"description": "No description found!"
	},
	"https://steamcommunity.com/app/623990" : {
		"IMGlink": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/No_image_available.svg/600px-No_image_available.svg.png",
		"description": "No description found!"
	},
	"https://steamcommunity.com/app/218" : {
		"IMGlink": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/No_image_available.svg/600px-No_image_available.svg.png",
		"description": "No description found!"
	},
	"https://steamcommunity.com/app/755790" : {
		"IMGlink": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/No_image_available.svg/600px-No_image_available.svg.png",
		"description": "No description found!"
	},
	"https://steamcommunity.com/app/243750" : {
		"IMGlink": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/No_image_available.svg/600px-No_image_available.svg.png",
		"description": "No description found!"
	},
	"https://store.steampowered.com/app/766570/Russian_Fishing_4/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/766570/header.jpg?t=1541167682",
		"description": "Russian Fishing 4 is a fishing simulator with RPG elements. There is no story line and the whole process is based on the concept of an open, free to roam and free to play game."
	},
	"https://store.steampowered.com/app/239140/Dying_Light/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/239140/header.jpg?t=1542720691",
		"description": "Dying Light is a first-person, action survival game set in a vast open world. Roam a city devastated by a mysterious epidemic, scavenging for supplies and crafting weapons to help defeat the hordes of flesh-hungry enemies the plague has created."
	},
	"https://store.steampowered.com/app/291480/Warface/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/291480/header.jpg?t=1542793362",
		"description": "Warface is a free-to-play MMO first person shooter from the creators of Far Cry and Crysis. It is packed with cooperative and competitive action, a range of game modes and a wealth of weapons for you to get your hands on."
	},
	"https://store.steampowered.com/app/770240/PRO_EVOLUTION_SOCCER_2019/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/770240/header.jpg?t=1535587388",
		"description": "Feel The Power Of Football with PES 2019 offering new licenses, photo-realism and new myClub!"
	},
	"https://store.steampowered.com/app/453480/Shadowverse_CCG/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/453480/header.jpg?t=1540867572",
		"description": "\"One of my favorite games this year\" - IGN Shadowverse is a AAA multiplayer turn-based card game with a fun–loving community of over 1 million daily players! - BATTLE real–time opponents from around the world, or enjoy the fully voiced story mode - STRATEGIZE with innovative mechanics that guarantee epic battles - MASTER eight..."
	},
	"https://store.steampowered.com/app/386180/Crossout/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/386180/header.jpg?t=1541079923",
		"description": "Join the Open Beta of Crossout, the post-apocalyptic MMO Action game! Craft your unique battle machines from dozens of interchangeable parts and destroy your enemies in explosive PvP online battles!"
	},
	"https://store.steampowered.com/app/577800/NBA_2K18/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/577800/header.jpg?t=1534373224",
		"description": "The highest rated* annual sports title returns with NBA 2K18, featuring unparalleled authenticity and improvements on the court.*According to 2008 - 2016 Metacritic."
	},
	"https://store.steampowered.com/app/219740/Dont_Starve/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/219740/header.jpg?t=1541701364",
		"description": "Don’t Starve is an uncompromising wilderness survival game full of science and magic. Enter a strange and unexplored world full of strange creatures, dangers, and surprises. Gather resources to craft items and structures that match your survival style."
	},
	"https://store.steampowered.com/app/717690/OVERKILLs_The_Walking_Dead/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/717690/header.jpg?t=1542302024",
		"description": "OVERKILL’s The Walking Dead is a four player co-op action FPS, where you fight the dead as well as the living. Set in The Walking Dead Universe, you and your group try to survive in a post-apocalyptic Washington D.C."
	},
	"https://store.steampowered.com/app/227940/Heroes__Generals/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/227940/header.jpg?t=1542712449",
		"description": "Shoot, blow sh!t up, fly or bark orders in the ultimate Free-to-Play, large scale, multiplayer, shooter experience. Thousands of players in multiple battles fighting one massive war of nations. The first to capture 15 cities takes the glory."
	},
	"https://store.steampowered.com/app/433850/H1Z1/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/433850/header.jpg?t=1541784217",
		"description": "H1Z1: Battle Royale is a Free to Play, fast-paced, battle royale shooter. Play the all-new “Return of the Apocalypse” expansion featuring a new map, new faster paced gameplay, and legendary weapons. Play solo, duos, or fives to survive Outbreak and be the last ones standing."
	},
	"https://store.steampowered.com/app/838350/_The_Scroll_Of_Taiwu/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/838350/header.jpg?t=1542299231",
		"description": "*The Scroll of Taiwu* is an indie game based on Chinese mythology and Wuxia tales. You will play as a \"successor of Taiwu\" in a fictional universe, defeating your greatest enemy under the effort and sacrifice of many generations and change the fate of humankind."
	},
	"https://store.steampowered.com/app/438040/Shakes_and_Fidget/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/438040/header.jpg?t=1539617943",
		"description": "Shakes and Fidget is a fun fantasy RPG satire and an award-winning role-playing game at the same time! Sounds crazy? Over 50 million players make it one of the most popular online games in the world!Customize your own comic book hero and conquer the top slot of the Hall of Fame!"
	},
	"https://store.steampowered.com/app/275850/No_Mans_Sky/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/275850/header.jpg?t=1540831114",
		"description": "No Man's Sky is a game about exploration and survival in an infinite procedurally generated universe."
	},
	"https://store.steampowered.com/app/755790/Ring_of_Elysium/" : {
		"IMGlink": "https://steamcdn-a.akamaihd.net/steam/apps/755790/header.jpg?t=1542823604",
		"description": "Escape an astonishing disaster in Ring of Elysium, a battle royale shooter developed by Tencent Games."
	}
}